Repository: helson-lin/Framecho
Catalog: Framecho/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: The pointer as it looked while recording
zh_hans: 录制时的指针样式

source: Always show the arrow pointer
zh_hans: 始终显示箭头指针

source: Replace the pointer with a dot
zh_hans: 用圆点代替指针

source: Replace the pointer with a ring
zh_hans: 用圆环代替指针

source: Reset cursor
zh_hans: 重置光标

source: Clicks
zh_hans: 点按

source: Reset click effect
zh_hans: 重置点按效果

source: Show click effects
zh_hans: 显示点按效果

source: Marks each click in the video
zh_hans: 在视频中标记每次点按

source: Replace the pointer with a soft highlight
zh_hans: 用柔和的高亮圈代替指针

source: Replace the pointer with a crosshair
zh_hans: 用十字准星代替指针

source: Ripple: a flash, then a ring spreading out
zh_hans: 波纹：先闪一下，再扩散出一圈

source: Ring: a single ring spreading out
zh_hans: 圆环：单个圆环向外扩散

source: Pulse: a disc that swells and fades
zh_hans: 脉冲：圆片放大后淡出

source: In · %@
zh_hans: 进入 · %@

source: Out · %@
zh_hans: 退出 · %@

source: Let AI agents edit recordings
zh_hans: 允许 AI 智能体编辑录制

source: Agent Access
zh_hans: 智能体访问

source: Agents such as Claude Code connect over MCP to cut, speed up, zoom, caption and export your recordings. Their edits are saved right away and can be undone in Studio; the original footage is never changed. Only apps running under your account on this Mac can connect.
zh_hans: Claude Code 等智能体可通过 MCP 连接，对你的录制进行剪辑、变速、缩放、添加字幕和导出。它们的编辑会立即存储，并可在 Studio 中撤销；原始录像不会被改动。只有这台 Mac 上以你的账户运行的 App 才能连接。

source: Copy Command
zh_hans: 拷贝命令

source: Copy JSON
zh_hans: 拷贝 JSON

source: Claude Desktop, Cursor and others
zh_hans: Claude Desktop、Cursor 等

source: Add the copied entry to the client’s MCP configuration.
zh_hans: 将拷贝的条目添加到客户端的 MCP 配置中。

source: Connect a Client
zh_hans: 连接客户端

source: The client starts Framecho in the menu bar if it isn’t running.
zh_hans: 如果 Framecho 未在运行，客户端会在菜单栏中启动它。

source: Re-segment Captions
zh_hans: 重新分段字幕

source: Reading the recording
zh_hans: 读取录制

source: Ready for connections
zh_hans: 可以连接

source: Tighten Narration
zh_hans: 精简旁白

source: Edit Caption
zh_hans: 编辑字幕

source: Images
zh_hans: 图片

source: Image…
zh_hans: 图片…

source: Images track
zh_hans: 图片轨道

source: Delete Image
zh_hans: 删除图片

source: Selected Image
zh_hans: 所选图片

source: Fade in and out
zh_hans: 淡入淡出

source: Remove Image
zh_hans: 移除图片

source: Add an image at the playhead
zh_hans: 在播放头处添加图片

source: Add Image
zh_hans: 添加图片

source: Lay a logo, QR code or screenshot over the video. Add one here, from Add Track, or drop an image on the preview.
zh_hans: 在视频上叠加 Logo、二维码或截图。可在这里添加，也可通过“添加轨道”，或将图片拖到预览上。

source: Cut from the video
zh_hans: 已从视频中剪掉

source: Top Left
zh_hans: 左上

source: Top Right
zh_hans: 右上

source: Bottom Left
zh_hans: 左下

source: Bottom Right
zh_hans: 右下

source: Choose an Image
zh_hans: 选取图片

source: The image couldn't be added
zh_hans: 无法添加图片

source: Edit Image
zh_hans: 编辑图片

source: Move Image
zh_hans: 移动图片

source: Change Image Timing
zh_hans: 更改图片时间

source: “%@” isn't an image Framecho can read.
zh_hans: Framecho 无法读取图片“%@”。

source: Intro & Outro
zh_hans: 片头与片尾

source: Intro
zh_hans: 片头

source: Outro
zh_hans: 片尾

source: Show intro card
zh_hans: 显示片头卡

source: Show outro card
zh_hans: 显示片尾卡

source: Thanks for watching
zh_hans: 感谢观看

source: A few seconds of title or image before the video, on the project's background.
zh_hans: 在视频前显示几秒钟的标题或图片，背景沿用项目背景。

source: A few seconds of title or image after the video, such as where to find more.
zh_hans: 在视频后显示几秒钟的标题或图片，例如告诉观众去哪里了解更多。

source: Tagline
zh_hans: 副标题

source: No image
zh_hans: 无图片

source: Choose…
zh_hans: 选取…

source: Play Intro
zh_hans: 播放片头

source: Play Outro
zh_hans: 播放片尾

source: Remove Card
zh_hans: 移除卡片

source: Add Card
zh_hans: 添加卡片

source: Edit Card
zh_hans: 编辑卡片

source: Intro Card
zh_hans: 片头卡

source: Outro Card
zh_hans: 片尾卡

source: Add a caption, audio or image track, or an intro or outro card
zh_hans: 添加字幕、音频或图片轨道，或片头片尾卡

source: Drag to change the length
zh_hans: 拖动以更改时长

source: Font
zh_hans: 字体

source: Weight
zh_hans: 字重

source: Text color
zh_hans: 文字颜色

source: Text shadow
zh_hans: 文字阴影

source: Rounded
zh_hans: 圆体

source: Serif
zh_hans: 衬线

source: Monospaced
zh_hans: 等宽

source: Regular
zh_hans: 常规

source: Semibold
zh_hans: 半粗

source: Bold
zh_hans: 粗体

source: Heavy
zh_hans: 特粗

source: Layout
zh_hans: 版式

source: Accent
zh_hans: 强调线

source: Text panel
zh_hans: 文字底板

source: Animate in
zh_hans: 入场动画

source: Centered
zh_hans: 居中

source: Lower Third
zh_hans: 下三分之一

source: Hero
zh_hans: 大标题

source: Editorial
zh_hans: 杂志

source: Line
zh_hans: 横线

source: Bar
zh_hans: 竖条
